app/controllers/books_controller.rb

SELECT "books".* FROM "books"
---
  def books
    @books = Book.all